[
  {
    "titolo": "Gestione delle patch di sicurezza",
    "descrizione": "Tutti i sistemi operativi e le applicazioni devono essere aggiornati regolarmente con le ultime patch di sicurezza disponibili."
  },
  {
    "titolo": "Restrizione dei dispositivi USB",
    "descrizione": "L’uso di dispositivi USB deve essere limitato e monitorato per prevenire la perdita di dati o l’introduzione di malware."
  },
  {
    "titolo": "Controllo degli accessi remoti",
    "descrizione": "Gli accessi remoti devono essere consentiti solo tramite VPN sicura e autenticazione forte."
  },
  {
    "titolo": "Gestione delle identità digitali",
    "descrizione": "Tutte le identità digitali devono essere gestite centralmente e soggette a revisione periodica."
  },
  {
    "titolo": "Protezione delle email",
    "descrizione": "Devono essere implementati filtri antispam e antiphishing su tutte le caselle di posta elettronica aziendali."
  },
  {
    "titolo": "Controllo delle stampanti di rete",
    "descrizione": "L’accesso alle stampanti di rete deve essere limitato e monitorato per evitare la divulgazione non autorizzata di informazioni."
  },
  {
    "titolo": "Gestione delle vulnerabilità applicative",
    "descrizione": "Le applicazioni sviluppate internamente devono essere sottoposte a code review e test di sicurezza prima della messa in produzione."
  },
  {
    "titolo": "Protezione dei dispositivi mobili",
    "descrizione": "I dispositivi mobili aziendali devono essere protetti da PIN, cifratura e possibilità di cancellazione remota."
  },
  {
    "titolo": "Gestione delle terze parti",
    "descrizione": "I fornitori devono essere valutati e monitorati per garantire il rispetto dei requisiti di sicurezza."
  },
  {
    "titolo": "Controllo degli accessi ai database",
    "descrizione": "L’accesso ai database deve essere limitato agli utenti autorizzati e monitorato costantemente."
  },
  {
    "titolo": "Protezione contro attacchi DDoS",
    "descrizione": "Devono essere implementate soluzioni per rilevare e mitigare attacchi di tipo denial of service distribuito."
  },
  {
    "titolo": "Gestione delle chiavi crittografiche",
    "descrizione": "Le chiavi crittografiche devono essere generate, archiviate e ruotate in modo sicuro secondo policy definite."
  },
  {
    "titolo": "Controllo delle sessioni utente",
    "descrizione": "Le sessioni utente devono scadere automaticamente dopo un periodo di inattività prestabilito."
  },
  {
    "titolo": "Protezione delle interfacce API",
    "descrizione": "Le API esposte devono essere protette tramite autenticazione, autorizzazione e rate limiting."
  },
  {
    "titolo": "Gestione delle configurazioni di sicurezza",
    "descrizione": "Le configurazioni di sicurezza devono essere documentate, versionate e soggette a revisione periodica."
  },
  {
    "titolo": "Monitoraggio delle anomalie",
    "descrizione": "Devono essere implementati sistemi di monitoraggio per rilevare comportamenti anomali o sospetti."
  },
  {
    "titolo": "Gestione delle licenze software",
    "descrizione": "Tutti i software utilizzati devono essere regolarmente licenziati e aggiornati."
  },
  {
    "titolo": "Protezione dei backup",
    "descrizione": "I backup devono essere cifrati e conservati in luoghi sicuri, separati dall’infrastruttura principale."
  },
  {
    "titolo": "Controllo degli accessi alle applicazioni cloud",
    "descrizione": "L’accesso alle applicazioni cloud deve essere gestito tramite Single Sign-On e autenticazione multifattoriale."
  },
  {
    "titolo": "Gestione delle vulnerabilità hardware",
    "descrizione": "Tutti i dispositivi hardware devono essere monitorati per vulnerabilità note e aggiornati quando necessario."
  }
]